[
    {
        "title": "Neurotoxicity Following Exposure to Micro and Nanoplastics",
        "abstract": " The pervasive presence and enduring existence of micro and nanoplastics in the environment render their exposure to humans and aquatic creatures unavoidable. Research indicates these tiny plastic particles can be taken in by aquatic beings and mammals. Once within the body, micro and nanoplastics have the capability to infiltrate the brain, although the level of penetration and the subsequent neurotoxic effects are not fully explored. Previous studies indicate that metal (oxide) nanoparticles can enter the brain and induce neurotoxic effects. Given the chemical resemblances between plastic particles and inert metal (oxide) nanoparticles, this review aims to summarize existing studies on the neurotoxic implications of nanoplastics across various species and in vitro settings. The current evidence, although incomplete, suggests that exposure to nanoplastics may lead to oxidative stress, potentially causing cell damage and raising the risk of developing neurological disorders. Moreover, such exposure could inhibit acetylcholinesterase activity and alter neurotransmitter levels, potentially contributing to observed behavioral changes. There is a notable lack of systematic comparison regarding the neurotoxic effects stemming from different particle types, shapes, and sizes at various concentrations and durations of exposure. Understanding these aspects is essential for further evaluating the neurotoxic danger and risk associated with nanoplastics."
    },
    {
        "title": "Micro- and Nanoplastics Breach the Blood–Brain Barrier (BBB): Biomolecular Corona’s Role Revealed",
        "abstract": " Humans are continuously exposed to polymeric materials such as in textiles, car tires and packaging. Unfortunately, their break down products pollute our environment, leading to widespread contamination with micro- and nanoplastics (MNPs). The blood–brain barrier (BBB) is an important biological barrier that protects the brain from harmful substances. In our study we performed short term uptake studies in mice with orally administered polystyrene micro-/nanoparticles (9.55 µm, 1.14 µm, 0.293 µm). We show that nanometer sized particles—but not bigger particles—reach the brain within only 2 h after gavage. To understand the transport mechanism, we performed coarse-grained molecular dynamics simulations on the interaction of DOPC bilayers with a polystyrene nanoparticle in the presence and absence of various coronae. We found that the composition of the biomolecular corona surrounding the plastic particles was critical for passage through the BBB. Cholesterol molecules enhanced the uptake of these contaminants into the membrane of the BBB, whereas the protein model inhibited it. These opposing effects could explain the passive transport of the particles into the brain."
    },
    {
        "title": "Effects of Microplastics on Fish and in Human Health",
        "abstract": " Microplastics (MPs) are regarded as a global issue due to their toxicity effects on fish and humans. Fish is a vital origin of human protein, which is necessary for body growth. Contamination of fish by MPs is a major hazard that requires special focus. After exposure to MPs alone or in combination with other pollutants, fish may experience a variety of health issues. MPs can cause tissue damage, oxidative stress, and changes in immune-related gene expression as well as antioxidant status in fish. After being exposed to MPs, fish suffer from neurotoxicity, growth retardation, and behavioral abnormalities. The consequences of MPs on human health are poorly understood. Due to the abundance of MPs in environment, exposure may occur via"
    },
    {
        "title": "A novel risk factor for dementia: chronic microplastic exposure",
        "abstract": " Recent advances in dementia research have expanded our understanding of modifiable risk factors, with air pollution being a well-established contributor. However, microplastics—plastic particles smaller than 5 mm—represent an understudied component of environmental pollution that may significantly impact neurological health. This review examines emerging evidence linking chronic microplastic exposure to increased dementia risk. Microplastics enter the human body through multiple routes, including ingestion of contaminated food and water, inhalation, and dermal absorption, with demonstrated ability to cross the blood–brain barrier and initiate several pathogenic pathways. Four primary mechanisms appear to mediate microplastic-induced neurodegeneration: increased oxidative stress through reactive oxygen species (ROS) production; neuroinflammation via microglial activation and chronic inflammatory responses; neurotoxicity from transported persistent organic pollutants (POPs) and heavy metals; and accelerated amyloid-beta pathology through enhanced Aβ40 and Aβ42 nucleation. Recent bioaccumulation studies have revealed significantly elevated microplastic concentrations in the brains of dementia patients compared to non-dementia controls, supporting a potential dose-dependent relationship. Sources of environmental microplastics include industrial waste, synthetic textiles, plastic degradation products, and tire wear particles, creating a ubiquitous exposure risk through contaminated air, food, and water. While preliminary evidence supports a mechanistic link between microplastics and neurodegeneration, comprehensive epidemiological studies with larger datasets are needed to quantify this relationship and establish dose–response patterns. Future research should focus on identifying which microplastic types pose the greatest neurological risks, determining threshold exposure levels, and developing interventions to mitigate exposure."
    },
    {
        "title": "A Review of Human Exposure to Microplastics and Insights Into Microplastics as Obesogens",
        "abstract": " The ubiquitous exposure of humans to microplastics (MPs) through inhalation of particles in air and ingestion in dust, water, and diet is well established. Humans are estimated to ingest tens of thousands to millions of MP particles annually, or on the order of several milligrams daily. Available information suggests that inhalation of indoor air and ingestion of drinking water bottled in plastic are the major sources of MP exposure. Little is known on the occurrence of MPs in human diet. Evidence is accumulating that feeding bottles and medical devices can contribute to MP exposure in newborns and infants. Biomonitoring studies of human stool, fetus, and placenta provide direct evidence of MP exposure in infants and children. MPs <20 µm were reported to cross biological membranes. Although plastics were once perceived as inert materials, MP exposure in laboratory animals is linked to various forms of inflammation, immunological response, endocrine disruption, alteration of lipid and energy metabolism, and other disorders. Whereas exposure to MPs itself is a concern, MPs can also be sources of exposure to plastic additives and other toxicants. Exposure of human cell lines to MP additives such as phthalates, bisphenols, and organotins causes adverse effects through the activation of nuclear receptors, peroxisome proliferator-activated receptors (PPARs) α, β, and γ, and retinoid X receptor (RXR), leading to oxidative stress, cytotoxicity, immunotoxicity, thyroid hormone disruption, and altered adipogenesis and energy production. The size, shape, chemical composition, surface charge, and hydrophobicity of MPs influence their toxicity. Maternal transfer of MPs to the developing fetus has been demonstrated in exposed laboratory animals and through the analysis of human placenta. In laboratory animal studies, maternal exposure to MPs altered energy and lipid metabolism in offspring and subsequent generations. Moreover, concomitant with the global increase in plastics production, the prevalence of overweight and obesity in human populations has increased over the past five decades, and there is evidence to support the hypothesis that MPs and their additives are potential obesogens. Even though MP exposures are ubiquitous and toxic effects from such exposures are a concern, systematic studies on this topic remain urgently needed."
    }
]