[
    {
        "Abstract": " The pervasive presence and enduring existence of micro and nanoplastics in the environment render their exposure to humans and aquatic creatures unavoidable. Research indicates these tiny plastic particles can be taken in by aquatic beings and mammals. Once within the body, micro and nanoplastics have the capability to infiltrate the brain, although the level of penetration and the subsequent neurotoxic effects are not fully explored. Previous studies indicate that metal (oxide) nanoparticles can enter the brain and induce neurotoxic effects. Given the chemical resemblances between plastic particles and inert metal (oxide) nanoparticles, this review aims to summarize existing studies on the neurotoxic implications of nanoplastics across various species and in vitro settings. The current evidence, although incomplete, suggests that exposure to nanoplastics may lead to oxidative stress, potentially causing cell damage and raising the risk of developing neurological disorders. Moreover, such exposure could inhibit acetylcholinesterase activity and alter neurotransmitter levels, potentially contributing to observed behavioral changes. There is a notable lack of systematic comparison regarding the neurotoxic effects stemming from different particle types, shapes, and sizes at various concentrations and durations of exposure. Understanding these aspects is essential for further evaluating the neurotoxic danger and risk associated with nanoplastics.",
        "Introduction": " 1. Introduction Plastics are crucial in producing various products, including packaging materials, pharmaceuticals, cosmetics, textiles, masks, and surgical instruments [ 1 2 3 1 2 4 1 4 5 5 6 4 7 8 5 9 10 11 12 13 14 15 16 17 18 19 20",
        "Methods": "",
        "Methodology": " 2. Methodology A systematic search was conducted across multiple databases, including PubMed, Scopus, and Web of Science, using keywords such as combinations such as Neurotox AND Nanoplastic, Neurotox AND Microplastic, and Neurotox AND plastic particles, neuroinflammation, and oxidative stress markers. The review includes studies published between 2015 and 2024, ensuring that the most current findings are represented. The inclusion criteria were focused on peer-reviewed articles that involved both animal and human models and specifically examined micro and nanoplastics's effects on oxidative stress and neuroinflammation. Studies unrelated to micro and nanoplastics, those involving other pollutants classes, or those lacking molecular insights were excluded. The selected studies were synthesized to assess consistent findings on micro and nanoplastics's ability to induce oxidative stress, including the production of reactive oxygen species (ROS) and lipid peroxidation, as well as its endocrine-disrupting effects on the hypothalamic-pituitary-adrenal (HPA) axis, thyroid function, and other hormonal pathways. Special attention was given to studies addressing micro and nanoplastics's persistence in the environment and their potential for cumulative toxicity through prolonged exposure.",
        "Results": "",
        "Conclusion": " 11. Conclusions Despite the widespread presence of micro- and nanoplastics in the environment, information on their absorption and toxicity remains limited. Research shows these particles can enter various organisms, including humans, fish, and mammals, through different exposure pathways. There's a significant lack of knowledge about the neurotoxic potential of these plastics. However, studies indicate that they might induce oxidative stress, inhibit the activity of AChE, impact neurotransmitter levels, and alter behavior in some species. It's still unclear if these effects relate to neurodevelopmental or neurodegenerative disorders in humans, unlike metal nanoparticles. Most experimental exposures to date don't mimic real human exposure situations, as they occur over short periods with high doses. In contrast, humans are exposed chronically to lower levels. Moreover, many studies use particle types and shapes that are not typical of environmental conditions. There's also a significant gap in systematically comparing various particle types, shapes, sizes, and concentrations. Most research so far has concentrated on aquatic species. To thoroughly understand the neurotoxin and exposure risks from micro- and nanoplastics, several actions are necessary: 1. Improved Monitoring: A better assessment of exposure levels for humans is needed, focusing on different exposure routes like inhalation, ingestion, and retrograde transport after nasal exposure, along with particle characteristics. 2. Focused Assessments: Research should investigate absorption through the lungs, nasal epithelium, or gut, potential crossing into the bloodstream, blood-brain barrier penetration, and organ accumulation, including the brain. It must determine direct transfer to the brain via nerve endings or indirect bloodstream transport, helping to identify the most dangerous particles for human health and the most vital exposure reduction measures. 3. Enhanced Risk Identification: Exposure time and particle dose standardization should incorporate dose-response curves, considering particle weight and number. Research should utilize various particle types, sizes, shapes, and surface charges, preferably those prevalent in the environment. For realistic assessments, aged and contaminated particles should be studied alongside virgin manufactured particles despite the complex toxicity. 4. Diversified Species Use: It's crucial to include different species, particularly mammals, given the variability in exposure routes. Laboratory assays can significantly aid hazard identification, increasing throughput, reducing costs, and providing mechanistic insights. However, the focus should be on subtle, functional effects beyond overt (neuro)toxic endpoints, as such effects may occur only at unrealistic exposure levels. Ultimately, irrespective of the findings from these hazard and risk evaluations of nanoplastics, measures should be implemented to minimize their further contamination and release into the environment.",
        "Title": "Neurotoxicity Following Exposure to Micro and Nanoplastics"
    },
    {
        "Abstract": " Humans are continuously exposed to polymeric materials such as in textiles, car tires and packaging. Unfortunately, their break down products pollute our environment, leading to widespread contamination with micro- and nanoplastics (MNPs). The blood–brain barrier (BBB) is an important biological barrier that protects the brain from harmful substances. In our study we performed short term uptake studies in mice with orally administered polystyrene micro-/nanoparticles (9.55 µm, 1.14 µm, 0.293 µm). We show that nanometer sized particles—but not bigger particles—reach the brain within only 2 h after gavage. To understand the transport mechanism, we performed coarse-grained molecular dynamics simulations on the interaction of DOPC bilayers with a polystyrene nanoparticle in the presence and absence of various coronae. We found that the composition of the biomolecular corona surrounding the plastic particles was critical for passage through the BBB. Cholesterol molecules enhanced the uptake of these contaminants into the membrane of the BBB, whereas the protein model inhibited it. These opposing effects could explain the passive transport of the particles into the brain.",
        "Introduction": " 1. Introduction Micro-/nanoplastics (MNPs) are a growing concern, both for human health and the environment, due to their widespread distribution and potential harmfulness. Humans ingest a significant amount of MNPs through their diet [ 1 2 3 4 5 6 7 1 8 9 10 11 12 13 14 15 Earlier simulation studies [ 16 17 18 19 20 21 The surface of MNPs is crucial to their behavior in the human body, as it defines interactions between the particle and its environment. MNPs form a protein corona on their surface [ 22 23 24 25 24 25",
        "Methods": " 2. Materials and Methods  2.1. Materials Commercially available polystyrene micro- and nanoplastic particles were purchased from microparticles GmbH (Berlin, Germany). Particles were delivered in aqueous solution without modifier and used as received. In total, 3 different sizes were used (9.55 ± 0.13 µm particles, stained in blue; 1.14 ± 0.03 µm particles stained fluorescent red Ex/Em 530 nm/607 nm; 0.293 ± 0.008 µm particles stained fluorescent green, Ex/Em 502 nm/528 nm) and mixed at equal weight concentrations of 0.3 mg/size/dose in sterile water for application in mice.  2.2. Material Characterization and Stability Microparticles of 1.14 µm size were measured for their ζ-potential (mV), size distribution and polydispersity index (PDI) by means of a Zetasizer Pro (Malvern Pananalytical) and data were analyzed using ZS Xplorer software. The cuvettes were ZETASIZER Nano Series Disposable folded capillary cells (DTS1070) at 25 °C. The particles were delivered in an aqueous solution and were measured at a concentration of 0.5 mg/mL diluted in deionized water (0.55 µS), PBS and fully supplemented RPMI-1640 Media including 10% FBS and 1% L-glutamine. Deionized water, PBS and fully supplemented RPMI-1640 Media was filtered with a MILLEX-GV 0.22 µm filter to avoid particulate matter from the matrix. The 10 and 0.293 µm particles had to be excluded because the Zetasizer has a measurement range of 10–0.3 µm. For assessment of stability, MNPs of 1.14 and 0.293 nm size were incubated in simulated gastric fluid. Simulated gastric fluids were prepared as described within the U.S. Pharmacopoeia (0.16 M aq. HCl, 2 g/L NaCl and 3.2 g/L pepsin). Samples were incubated at 37 °C for 24 h and the supernatants were measured for fluorescence at Ex/Em 530 nm/607 nm and Ex/Em 502 nm/528 nm, respectively, in a Tecan Infinite M200 Plate Reader.  2.3. In Vivo Experiments In total, 6 wild-type male C57Bl/6J mice were used in this proof of principle study ( n ad libitum 26  2.4. Fluorescent Microscopy Analysis Three micrometer tissue sections were cut and processed according to isopropanol protocol for immunofluorescence staining. Nuclei were counterstained with DAPI (Merck, Darmstadt, Germany). Images were taken at a Zeiss Axio Imager M2 microcope (63× objective). For image processing Zeiss Zen blue (version 3.5) was used.  2.5. Molecular Dynamics Simulations We chose 1,2-Dioleoyl-sn-glycero-3-phosphocholine (DOPC) as a model lipid; it is a predominant phospholipid in the human body, which has also been used extensively in simple and effective models for the blood–brain barrier [ 27 28 21 The simulation boxes were generated by employing PACKMOL 20.10. [ 29 30 19 31 32 33 34 35 36 37 37 38",
        "Methodology": "",
        "Results": " 3. Results and Discussion Polystyrene is a commonly used model plastic for studying the transfer of nanoplastic particles through membranes due to its widespread use and high environmental pollution levels, potentially leading to high exposure to the fragments. The size of the nanoparticles in the modeling part of this study was chosen to be ca. 5 nm, and a well-established coarse-grained model of PS was selected to make the calculations more efficient, along with a matching force field for the biomolecules in the system. For simulating the transfer of the plastics through the blood–brain barrier, DOPC bilayers were selected as a model membrane. In total, 4 models were used to study the role of the corona in the transfer: (1) pristine plastic, (2) a particle with a corona made of 100 cholesterol molecules, (3) a particle with a corona made of 150 cholesterol molecules and (4) a particle with a corona made of 40 protein molecules. Through these models, the importance of the corona in the transfer of the PS particle through the blood–brain barrier can be addressed. Protein coronae have been observed in experiments with various proteins, including human serum albumin [ 22 39 40 The analysis suggests a strong interaction between the coronated plastic particle and its corona in the aqueous phase. This is evident from the swelling of the polymer chains in the presence of protein or cholesterol molecules, which is more extensive for the thicker corona of 150 cholesterol molecules (see the radius of gyration R g Figure 1 Figure 1 The mechanism for facilitating particle transfer was also identified in the two cholesterol simulations. The polar groups of cholesterol interacted with the DOPC in the membrane, resulting in a stable close contact as the coronated particle approached the bilayer ( Figure 2 Figure 2 39 21 Interestingly, for the plastic with a protein corona, the energy demand for entry was too high (+218 kJ/mol), indicating that it cannot enter the blood–brain barrier at all. The corona on the surface of the plastic apparently affects its thermodynamics for diffusion into the membrane. Therefore, it seems feasible that with the right combination of molecules, it can allow for the plastic to be absorbed into the membrane and cross over to the neural tissue. To underline these computational findings of MNP uptake into the brain, we performed short-term exposure experiments in mice with commercially available PS particles of 3 different sizes (9.55 µm, stained in blue; 1.14 µm particles stained fluorescent red Ex/Em 530 nm/607 nm; 0.293 µm particles stained fluorescent green, Ex/Em 502 nm/528 nm). The microplastic particles of the size 1.14 µm were characterized for their ζ-potential, average size and polydispersity index (PDI) in aqueous solution, PBS and fully supplemented cell culture media ( Table 1 41 For animal experiments, we administered MNP PS particle mixtures of 3 different sizes via oral gavage to wild-type mice and examined whether the particles can cross the BBB. To our surprise, we found specific nanometer-sized green fluorescent signals in the brain tissue of MNP-exposed mice after only 2 h, indicating that the 0.293 µm particles were already taken up shortly after administration ( Figure 3 42 42 43 44 45 46 Further research is needed to fully understand the health implications and toxicological mechanisms of MNP exposure and develop appropriate safety measures. Specifically, it will be important to investigate the long-term effects of MNP exposure, and the potential for accumulation and distribution of these particles in other tissues and organs.",
        "Conclusion": " 4. Conclusions In recent years, plastic pollution has become an increasingly important environmental and human health issue. Although the environmental impacts of plastic pollution have been widely studied, the potential health consequences of plastic consumption on mammals including humans remain to be elucidated. The biomolecular corona is a layer of proteins and other biomolecules that can accumulate on the surface of plastic particles when they are exposed to biological fluids. Before entering the body, MNPs acquire an environmental or eco-corona consisting of biomolecules, organic matter and chemical and biological contaminants, contributing to the corona’s complex and variable composition [ 8 Our computer models show that PS plastic particles are able to enter/cross the BBB depending on their specific surface corona, and in vivo mouse models verified these findings, showing accumulations of specifical signals of nanometer-sized PS particles in brain tissues as early as 2 h after exposure. The research also highlighted the importance of understanding the “corona” on the surface of plastic particles when assessing their toxicity. These new insights into the mechanisms for plastic particle transfer provide a valuable foundation for future research and policies aimed at mitigating their harmful effects on human health. Given the widespread use of plastics in our daily lives and the growing concern over the impact of microplastics on the environment and our health, there is an urgent need for more research in this field. By understanding the underlying mechanisms of plastic particle toxicity, we can develop policies and practices to reduce the risks associated with plastic consumption and protect human health.",
        "Title": "Micro- and Nanoplastics Breach the Blood–Brain Barrier (BBB): Biomolecular Corona’s Role Revealed"
    },
    {
        "Abstract": " Microplastics (MPs) are regarded as a global issue due to their toxicity effects on fish and humans. Fish is a vital origin of human protein, which is necessary for body growth. Contamination of fish by MPs is a major hazard that requires special focus. After exposure to MPs alone or in combination with other pollutants, fish may experience a variety of health issues. MPs can cause tissue damage, oxidative stress, and changes in immune-related gene expression as well as antioxidant status in fish. After being exposed to MPs, fish suffer from neurotoxicity, growth retardation, and behavioral abnormalities. The consequences of MPs on human health are poorly understood. Due to the abundance of MPs in environment, exposure may occur via",
        "Introduction": " Introduction Microplastics (MPs) are a global issue because they are released all over the world ( Yu et al., 2018 Alimba and Faggio, 2019 PlasticsEurope, 2019 PlasticsEurope, 2018 PlasticsEurope, 2019 Borrelle et al. (2020) Sutherland et al., 2016 PlasticsEurope, 2019 MPs are microscopic plastic grains that are said to be common in discarded plastic fragment goods ( Thompson et al., 2004 Cole et al., 2011 González-Pleiter et al., 2019 Zhou et al., 2018 Alimba and Faggio, 2019 Ma et al., 2020 Aragaw, 2021 MPs have been found in edible fish, according to various research, and as a result of biomagnifications, MPs penetrate human systems ( Alfaro-Núñez et al., 2021 Goswami et al., 2020 James et al., 2020 Mallik et al., 2021 Ma et al. (2020) Gholizadeh and Patimar, 2018 de Sá et al., 2015 Lu K. et al., 2018 Güven et al., 2017 Greven et al., 2016 Thiele et al., 2021 Barboza et al., 2020a b Akhbarizadeh et al., 2018 Abbasi et al., 2018 Güven et al., 2017 Choi et al., 2018 As fish is a major source of protein for humans, the prevalence and ecotoxicological effects of MPs in fish may influence aquatic food security ( Wright and Kelly, 2017 Barboza et al., 2018a",
        "Methods": " Materials and Methods for the Data Collection and Analyses  Online Study Sites Data have been collected from many countries around the world. Results from the publications of various scientists and researchers are presented.  Data Collection The first phase involved the identification of related studies. In order to conduct a systematic literature search, the following specifications were created for the database: Searching Database   • Scopus, Web of Science, Google Scholar, PubMed, Dimension Searching Conditions   • Journal articles written in English  • Impact of MPs on fish and human-related journals, book chapters, conference proceedings  • Accessible over the internet (No time limitation) Searching Strings The data were tagged with the keywords “ Impacts of microplastics on fish Effects of microplastics on fish Toxicity of microplastics on fish Adverse impacts of microplastics on fish Biomagnification of microplastics on fish Impacts of microplastics on human Effects of microplastics on human Toxicity of microplastics on human Adverse impacts of microplastics on human Impacts of microplastics on fish and human https://app.dimensions.ai/discover/publication Figures 1A,B  FIGURE 1   (A) (B)  Research Trends About Effects of MPs in Fish and on Human MPs pollution is a new environmental concern that poses a risk to fish and human health ( Garrido Gamarro et al., 2020 Kutralam-Muniasamy et al., 2020 Huang W. et al., 2021 Aragaw and Mekonnen, 2021 Sequeira et al., 2020 Chae and An, 2018 Kutralam-Muniasamy et al., 2020 Figures 1A,B  Bioavailability of MPs to Fish MPs are found in practically most of aquatic settings which are the similar size as sediments as well as few planktonic species, subjected them accessible to a variety of aquatic creatures, particularly fish ( Pazos et al., 2017 Kumar et al., 2018 Sequeira et al., 2020 Wesch et al., 2016 Lusher et al., 2020 Mizraji et al. (2017) MPs particles that resemble natural prey objects seem to be more likely to be ingested by types of fish that are visual eaters. White MPs were ingested more selectively by Pomatoschistus microps de Sa et al., 2015 Auta et al., 2017 Boerger et al. (2010) MPs’ vertically positioning in the water column is mostly determined by their volume, which may affect the probability of fish encountering MPs in various fish regions ( de Sá et al., 2018 Lusher et al., 2013  Biomagnifications and Trophic Transfer Biomagnification has been observed in a variety of fish and other species higher up the food chain ( Figure 2 Boerger et al. (2010) Romeo et al., 2015 Scombrus scombrus Halichoerus grypus Nelms et al. (2019) Capone et al., 2020 Zhang et al., 2021a Prata et al., 2022  FIGURE 2  Potential sources and transfer of MPs in fish.  How Do Fish React to the Toxicity of Microplastics? Many researchers have studied the negative consequences of microplastics on species, which can vary from interruption of biological functions to death. MPs poisoning is categorized as follows depending on the nature of MPs after intake:   1) build-up in the gastrointestinal tract, producing physical harm such as blockage and damage;  2) release as pseudofeces, disrupting organisms’ energy transfer;  3) transfer inside the body, exposing inner organs and tissues to MPs. MPs-caused detrimental effects on species were outlined to provide a solid research foundation for sustainable MPs toxicological investigations and to evaluate the potential for huge ecological disruption.  Impacts of MPs, in Fish MPs exposure has been studied in respect of particular physical or biological reactions. So far, most investigations on the effects of MPs on fish have been undertaken in the laboratory ( Supplementary Table S1 Lusher et al., 2013 Wright et al., 2013 Huang et al., 2022 Jabeen et al., 2018 Borrelle et al., 2017 Peda et al., 2016 Figure 3 Danio rerio Danio rerio Mu et al., 2021 Zhao et al., 2021 Zhang et al., 2022  FIGURE 3  Possible effects of MPs in fish body after ingestion.  Oryzias melastigma Xia et al., 2022 Oryzias melastigma Wang et al., 2022 Zhang X. et al., 2021 Feng et al., 2021 Li et al., 2021 Le Bihanic et al., 2020 Supplementary Table S1 Sparus aurata Espinosa et al., 2017 Pannetier et al., 2020 Jacob et al., 2021 Rios-Fuster et al., 2021 Solomando et al., 2021 Supplementary Table S1  Microplastics in humans The presence of MPs in seafood poses a major hazard to human health. Seafood is an essential part of the human diet. MPs contamination of the intestinal system poses a serious risk of spreading to other regions of the body. Endocytosis and persorption are two of the most common methods for MPs to enter the human body ( Figure 4 Naji et al., 2017 Kor et al., 2020 Kor and Mehdinia, 2020 Neves et al., 2015  FIGURE 4  Different process of MPs uptake from gastrointestinal tract (GIT) after exposure (Modified from Galloway, 2015  Toxicological Effects in Human Health Swelling and blockage are caused due to the buildup of MPs and nano plastics in tissues ( Wang et al., 2016 Wright et al., 2013 In vitro Karbalaei et al., 2018 Brennecke et al., 2015 Manzoor et al., 2020 Wang et al., 2016 Prata et al., 2020 Figure 5 Galloway, 2015 Schirinzi et al., 2017 Wright and Kelly, 2017 Anbumani and Kakkar, 2018  FIGURE 5  Possible effects of MPs in human body after exposure. MPs are long-lasting in the ecosystem and biological organisms. As a result, the animals are exposed to MPs for an extended period, potentially leading to chronic discomfort, swelling, cell growth, and death, as well as immune cell impairment ( Smith et al., 2018 Yan et al., 2021 Wu et al., 2020 Wu et al. (2019) Kirstein et al., 2016 Crawford and Quinn, 2017  Oxidative Stress and Cytotoxicity Oxidative stress, consequent inflammatory, and cytotoxic impacts were thought to be the main effects for MPs toxicity in inhalation exposure experiments ( Table 1 Kelly and Fussel, 2012 Valavanidis et al., 2013 Forte et al. (2016) Green et al. (1998)  TABLE 1  Possible lethal effects of micro-and nano plastics on human health.    Toxic effects Characteristics of Plastic Particles Particle size Details References   Inflammation Polystyrene particles 202 and 535 nm * Expression of IL-8 is increased  Deng et al., 2017 Forte et al., 2016 Fuchs et al., 2016 Prietl et al., 2014 Nich and Goodman, 2014 Brown et al., 2011 Green et al., 1998 Devane et al., 1995a b  Unaltered/Carboxylated polystyrene nanoparticles 20, 44, 500, and 1000 nm * Inflammation was induced in human A549 lung cells  * Expression of IL-6 and IL-8 is increased  Carboxylated and amino-modified polystyrene particles 120 nm * Multiple human cancers have increased inflammation  * Scavenger receptor expression is altered  Unaltered polyethylene particles 0–3 μm, 10 µm * The production of IL-10 was enhanced in M2 cells  * TGF (31 (ML) levels have increased, as does energy metabolism (M2)  Polyethylene particles from plastic prosthetic implants 0.2 and 10 µm * Increased IL-6, IL-113, and TNFa production in murine macrophages  * TNFct, IL-1, and RANKL expression were all increased  Polystyrene MPs particles 5 and 20 µm * Periprosthetic bone resorption occurred as a result  * Induced inflammatory reaction around the implant  * The liver is inflamed as a result of the inflammation  * Neurotransmission has been harmed as a result of the induction  Oxidative stress and apoptosis Amine-modified polystyrene nanoparticles 60 nm * Mucin has strong interaction and aggregation  Mahadevan and Valiyaveettil, 2021 Inkielewicz-Stepniak et al., 2018 Liu et al., 2018 Chiu et al., 2015 Ruenraroengsak and Tetley, 2015 Paget et al., 2015 Thubagere and Reinhard, 2010 Xia et al., 2008  * Apoptosis was induced in all intestinal epithelial cells  Cationic polystyrene nanoparticles 60 nm * ROS production and ER stress are both induced  * Autophagic cell death in mice macrophages and lung epithelial cells has been induced  Unaltered or functionalized polystyrene polyvinyl chloride (PVC) and poly (methyl methacrylate) (PMMA) 20, 40, 50, and 100 nm * Apoptosis was induced in a variety of human cell types  120 nm, 140 nm * Reduced cell viability due to a decrease in ATP and an increase in ROS levels  Metabolic homeostasis Pristine and fluorescent polystyrene MPs 5 µm * Amino-addition and bile-addition metabolism changes  Luo et al., 2019a Jin et al., 2019 McCarthy et al., 2011  * Induced dysbiosis of the gut microbiota and intestinal barrier failure  * Ionic homeostasis and altered ion channel function  Anionic carboxylated polystyrene nanoparticles 20 nm * Basolateral K +  * Cl − 3 −  Polystyrene nanoparticles 30 nm * The distribution of cytokinesis-associated proteins and blocked vesicle transit  Stock et al., 2019 Luo et al., 2019a b Wang et al., 20 Deng et al., 2017 Xia et al., 2016 Mahler et al., 2012  Cationic polystyrene nanoparticles 50 and 200 nm * Intestinal iron transit and cellular uptake have been disrupted  * Hepatic ATP levels are reduced  * Deficiency in energy metabolism  Pristine polystyrene microparticles 5 and 20 µm * The metabolic condition is associated with dysbiosis of the gut microbiota and a breakdown of the gut barrier  MPs 0.5 and 5 µm * Increased the chances of metabolic disorders in children Due to the polymerization and processing, MPs include reactive oxygen species. Nevertheless, reactions with UV radiation or the existence of reactive metals may cause such free radicals to be greatly amplified. MPs aging also resulted in the formation of free radicals, which oxidized the target tissues ( Gewert et al., 2015 Inkielewicz-Stepniak et al. (2018) Inkielewicz-Stepniak et al., 2018 Sternschuss et al., 2012 MPs were found to be cytotoxic as an effect of oxidative damage and inflammation ( Table 1 in vitro Geiser et al., 2005 Yacobi et al., 2008 Geiser et al., 2005 In vitro Furukuma and Fujii, 2016 Schirinzi et al. (2017) in vitro in vitro Chiu et al., 2015 Thubagere and Reinhard (2010) in vitro Magri et al., 2018 Stock et al., 2019 Wu et al., 2019  Changing the Body’s Metabolism and Energy Flow MPs can either directly influence metabolism by altering metabolic enzymes or circuitously by upsetting the energy equilibrium. By boosting or lowering energy consumption, decreasing nutritional intake, and regulating metabolic enzymes, MPs exhibit metabolic impacts ( Table 1 Table 1  Immune System Dysfunction MPs were reported to cause systemic or local immune responses after exposure, based on their dispersion and human reaction. Environmental exposure to MPs, on the other hand, was enough to impair immune systems in biologically vulnerable individuals, resulting in autoimmune disorders or immunosuppression ( Table 1 Prata, 2018 Prata et al., 2020 Farhat et al. (2011) Farhat et al., 2011 Fernandes et al., 2015 Bernatsky et al., 2016  Translocation of Cells to Other Tissues MPs may transfer to distal tissues via Table 1 Wright and Kelly, 2017 Campanale et al., 2020 In vitro Barshtein et al., 2016 Hwang et al. (2019) Prata et al., 2020 Wick et al. (2010) ex vivo Wick et al., 2010 Grafmueller et al. (2015) ex vivo  In vitro Monti et al., 2015 (Monti et al., 2015 Prata et al., 2020 Liu et al., 2015 Ormsby et al., 2016 Braeuning (2019) Böhmert et al., 2019  Neurotoxicity  In vivo Table 1 MohanKumar et al., 2008 in vivo Deng et al. (2017) in vitro  Carcinogenicity For generations, human contact with plastic items has been associated with malignancies. Nevertheless, no conclusive proof has been established until now. According to Prata (2018) Table 1 Chang (2010)  Combine Effects (MPs With Other Pollutants) Since MPs inclusion in the manufacturing process, they were observed to include a variety of exogenous chemical additions and colors. MPs were frequently detected with persistent organic pollutants (POPs) and phthalates, bisphenol A (BPA), bisphenone, triclosan, organotin, and brominated flame retardants. During the production process of the items, these POPs are applied as additives to plastics ( Galloway 2015 EFSA, 2016 Prata et al., 2020 Cole et al., 2011 POPs, such as polycyclic aromatic hydrocarbons (PAHs) and polychlorinated biphenyls (PCBs), as well as heavy metals like lead, nickel, cadmium, and zinc, were found in MPs retrieved from various environments ( Crawford and Quinn, 2017 Wright and Kelly, 2017 Wright and Kelly, 2017 Browne et al., 2011 Cole et al., 2011 MPs worked as vectors, delivering germs to target tissues, protecting them from the immune structure, causing pro-inflammatory replies, and potentially facilitating infections ( Kirsten et al., 2016 Prata et al., 2020 Bakir et al., 2014 Rodrigues et al. (2019)  Vibrio Kirsten et al., 2016 Zhu et al. (2018) West-Eberhard (2019) Table 1 Campanale et al., 2020 Prata et al., 2020 BPA is utilized as an antioxidant and a stabilizer that has the potential to damage the endocrine system ( Yamamoto et al., 2001 Halden, 2010 Calafat et al., 2008 Colin et al., 2014 Meeker et al. (2010) Vom Saal et al., 2012 Michalowicz, 2014 Michalowicz, 2014  Future Perspectives/Knowledge Gaps     →   →   →   →   →   →   →   →   →",
        "Methodology": "",
        "Results": "",
        "Conclusion": " Conclusion Plastic is a valuable, useful, and useful material that is used to make up the bulk of the items in daily life; however, in today’s world, mismanagement, improper handling, and abuse of plastics have resulted in MPs pollution in every edge of the aquatic environment, from the highest-ranked pelagic layer to seafloor sedimentary rocks. Because MPs are abundant in aquatic ecosystems, fish species have easy access to them. A growing body of research demonstrates that MPs are toxic to a wide range of fish. MPs can collect in the gastrointestinal system of fish after intake and then disperse to other body tissues. MPs can cause a variety of health concerns in fish. Toxic substances and dangerous germs may potentially be transmitted to fish through MPs. Humans eat plastic-tainted fish and are exposed to plastic particles. As a consequence, several chronic illness outbreaks occur, and people suffer the effects. As a result, reducing MPs contamination is critical. Implementing efficient waste management methods, enhancing the shelf life of plastic items, and increasing awareness can substantially limit the input of litter into environments, allowing the aquatic ecosystem to be recovered.",
        "Title": "Effects of Microplastics on Fish and in Human Health"
    },
    {
        "Abstract": " Recent advances in dementia research have expanded our understanding of modifiable risk factors, with air pollution being a well-established contributor. However, microplastics—plastic particles smaller than 5 mm—represent an understudied component of environmental pollution that may significantly impact neurological health. This review examines emerging evidence linking chronic microplastic exposure to increased dementia risk. Microplastics enter the human body through multiple routes, including ingestion of contaminated food and water, inhalation, and dermal absorption, with demonstrated ability to cross the blood–brain barrier and initiate several pathogenic pathways. Four primary mechanisms appear to mediate microplastic-induced neurodegeneration: increased oxidative stress through reactive oxygen species (ROS) production; neuroinflammation via microglial activation and chronic inflammatory responses; neurotoxicity from transported persistent organic pollutants (POPs) and heavy metals; and accelerated amyloid-beta pathology through enhanced Aβ40 and Aβ42 nucleation. Recent bioaccumulation studies have revealed significantly elevated microplastic concentrations in the brains of dementia patients compared to non-dementia controls, supporting a potential dose-dependent relationship. Sources of environmental microplastics include industrial waste, synthetic textiles, plastic degradation products, and tire wear particles, creating a ubiquitous exposure risk through contaminated air, food, and water. While preliminary evidence supports a mechanistic link between microplastics and neurodegeneration, comprehensive epidemiological studies with larger datasets are needed to quantify this relationship and establish dose–response patterns. Future research should focus on identifying which microplastic types pose the greatest neurological risks, determining threshold exposure levels, and developing interventions to mitigate exposure.",
        "Introduction": " 1 Introduction Dementia represents a significant public health challenge in the 21st century, currently affecting approximately 55 million individuals worldwide, with projections indicating this number may nearly triple by 2050. Recent advancements in dementia research have considerably enhanced our understanding of various modifiable risk factors associated with this condition. Current evidence identifies multiple potentially modifiable risk factors for dementia development, including sensory impairments (hearing loss), cardiovascular factors (hypertension), lifestyle behaviors (smoking, obesity, physical inactivity), metabolic conditions (diabetes), psychological factors (depression), social determinants (isolation), and environmental exposures (air pollution). These findings highlight the multifactorial etiology of dementia and underscore the importance of comprehensive preventive strategies addressing these diverse risk domains ( 1 Among environmental risk factors, air pollution has emerged as a significant contributor to dementia risk. Numerous epidemiological studies have demonstrated associations between atmospheric particulate matter (PM₂.₅ and PM₁₀) exposure and increased incidence of dementia, Alzheimer’s disease, and mild cognitive impairment. However, the specific components of air pollution responsible for neurotoxic effects remain incompletely characterized ( 2 Microplastics represent an increasingly ubiquitous environmental contaminant that has received limited attention in dementia research. Defined as plastic particles smaller than 5 mm, microplastics have infiltrated virtually every environmental compartment, including air, water, and soil ( 3 4 This review examines the emerging evidence linking chronic microplastic exposure to increased dementia risk, building upon established connections between air pollution and cognitive decline. We explore the sources and routes of microplastic exposure, mechanisms of microplastic-induced neurotoxicity, and recent findings regarding microplastic bioaccumulation in human brain tissue. Additionally, we identify critical knowledge gaps and future research directions necessary to establish microplastics as a potential modifiable risk factor for dementia.",
        "Methods": "",
        "Methodology": "",
        "Results": "",
        "Conclusion": " 6 Conclusion The emerging evidence linking microplastic exposure to potential neurodegeneration represents a significant development in our understanding of environmental risk factors for dementia. Through multiple pathogenic mechanisms including oxidative stress induction, neuroinflammation promotion, neurotoxic chemical transport, and amyloid-beta pathology acceleration, microplastics may contribute to the complex etiology of dementia. Recent findings confirming microplastic bioaccumulation in human brain tissue, with notably higher concentrations in individuals with dementia, lend support to this hypothesis. However, considerable research challenges and knowledge gaps remain. Standardized methodologies, comprehensive exposure assessment, detailed mechanistic understanding, and longitudinal epidemiological data are needed to establish microplastics as a causative factor in dementia pathogenesis and to inform effective intervention strategies. Given the rapidly increasing environmental microplastic burden and the projected rise in dementia prevalence, addressing these research priorities has significant implications for both environmental policy and public health ( 51",
        "Title": "A novel risk factor for dementia: chronic microplastic exposure"
    },
    {
        "Abstract": " The ubiquitous exposure of humans to microplastics (MPs) through inhalation of particles in air and ingestion in dust, water, and diet is well established. Humans are estimated to ingest tens of thousands to millions of MP particles annually, or on the order of several milligrams daily. Available information suggests that inhalation of indoor air and ingestion of drinking water bottled in plastic are the major sources of MP exposure. Little is known on the occurrence of MPs in human diet. Evidence is accumulating that feeding bottles and medical devices can contribute to MP exposure in newborns and infants. Biomonitoring studies of human stool, fetus, and placenta provide direct evidence of MP exposure in infants and children. MPs <20 µm were reported to cross biological membranes. Although plastics were once perceived as inert materials, MP exposure in laboratory animals is linked to various forms of inflammation, immunological response, endocrine disruption, alteration of lipid and energy metabolism, and other disorders. Whereas exposure to MPs itself is a concern, MPs can also be sources of exposure to plastic additives and other toxicants. Exposure of human cell lines to MP additives such as phthalates, bisphenols, and organotins causes adverse effects through the activation of nuclear receptors, peroxisome proliferator-activated receptors (PPARs) α, β, and γ, and retinoid X receptor (RXR), leading to oxidative stress, cytotoxicity, immunotoxicity, thyroid hormone disruption, and altered adipogenesis and energy production. The size, shape, chemical composition, surface charge, and hydrophobicity of MPs influence their toxicity. Maternal transfer of MPs to the developing fetus has been demonstrated in exposed laboratory animals and through the analysis of human placenta. In laboratory animal studies, maternal exposure to MPs altered energy and lipid metabolism in offspring and subsequent generations. Moreover, concomitant with the global increase in plastics production, the prevalence of overweight and obesity in human populations has increased over the past five decades, and there is evidence to support the hypothesis that MPs and their additives are potential obesogens. Even though MP exposures are ubiquitous and toxic effects from such exposures are a concern, systematic studies on this topic remain urgently needed.",
        "Introduction": " Introduction Global plastic pollution is a significant environmental and public health concern ( 1 5 6  Figure 1 7 www.plasticseurope.org/application/files/7815/1689/9295/2013plastics_the_facts_PubOct2013.pdf 8 https://www.plasticseurope.org/application/files/2815/1689/9283/2006compelling_fact_PubJan2008.pdf https://www.plasticsinsight.com/world-per-capita-consumption-pe-pp-pvc-resins-2014 6  Figure 1  Global annual plastic production and prevalence of overweight over the past 4 decades (Source: Plastics - The Facts 2020, page 16; WHO: https://apps.who.int/gho/data/view.main.GLOBAL2461A?lang=e https://www.cdc.gov/nchs/products/databriefs/db360.htm It is generally believed that large plastic polymers are inert and are not absorbed by the intestinal system (due to their size), and therefore are excreted un-metabolized. However, upon entering the environment and/or in biological systems, plastics break down into small particles through biotic and abiotic weathering and transformation processes, creating massive amounts of smaller plastic particles in the environment, including plastic particles of <5 mm that are termed ‘microplastics’ (MPs) ( 9 10 11 12 17 18 21 22 23 MPs persist in the environment for hundreds to thousands of years. For example, plastic PET water bottles, disposable diapers, and PS foams have been estimated to have lifespans of 450, 500, and >5,000 years in the environment, respectively ( https://www.goecopure.com/lifespan-of-plastic.aspx 8 24 26 8 27 32 33 Several studies have reported the ubiquitous occurrence of MPs in various environmental matrices, including surface water, sediment, wastewater, Arctic and Antarctic sea ice, indoor and outdoor air, bottled water, and select food products ( 7 34 44 45 46 47 48 Although plastics were thought of as inert materials, several studies in recent years have described health risks from exposure to MPs in humans. Among the various toxic effects reported in laboratory animals from exposure to MPs and plastic additives, the disruption of adipogenesis and lipid metabolism through the activation of peroxisome proliferator-activated receptors (PPARs) suggests that MP exposure may be linked to the increasing prevalence of obesity globally. The increase in global plastics production over the past 50 years is in line with the rate of increase in overweight and obesity in human populations (  Figure 1",
        "Methods": "",
        "Methodology": "",
        "Results": "",
        "Conclusion": " Conclusions MPs are pervasive in the global environment and have reached every compartment of the human food chain. Human exposure to this class of chemicals is widespread and likely to increase, unless adequate mitigation strategies can be implemented. Evidence suggests that MPs of size <20 µm can penetrate organs, and MPs <10 µm can penetrate cell membranes and cross the placental barrier in exposed cells or laboratory animals. Despite this, little is known about the toxic effects of MPs in humans, which might vary depending on the type, size, shape, concentration, and charge of MPs, among other factors. More research is therefore very much needed to understand the cellular and molecular mechanisms of MP toxicity and associated pathology. MPs and several additives associated with their component plastics are obesogenic compounds and that further research is needed to tease out the mechanisms involved and potential means to mitigate these effects. Because MPs and their additives may have multigenerational or transgenerational effects, further efforts to elucidate their mode of toxicity and mitigation of exposures should be an urgent public health goal.",
        "Title": "A Review of Human Exposure to Microplastics and Insights Into Microplastics as Obesogens"
    }
]